/* No comment provided by engineer. */
" on " = " – ";

/* {edition} {version}\nThank you for purchasing Instapaper. */
"%@ %@\nThank you for purchasing Instapaper." = "%1$@ %2$@\nDziękujemy za zakup Instapaper.";

/* No comment provided by engineer. */
"%@ is already registered with Instapaper" = "%@ jest już zarejestrowany w Instapaper";

/* No comment provided by engineer. */
"%@ is not registered with Instapaper" = "%@ nie jest zarejestrowany w Instapaper";

/* <time> Saved (saved by using speed reading) */
"%@ Saved" = "Zaoszczędzono: %@";

/* <time> Spent (during speed reading) */
"%@ Spent" = "Spędzono czasu: %@";

/* <number> Words Read */
"%@ Words Read" = "Przeczytano %@ słów";

/* {amount} {time} (i.e. 5 Seconds, may need to be reordered for language) */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d Free Highlights per Month" = "%d wyróżnień/mies. gratis";

/* No comment provided by engineer. */
"%d Highlight" = "%d wyróżnienie";

/* No comment provided by engineer. */
"%d Highlights" = "Wyróżnień: %d";

/* {number} Latest Articles */
"%d Latest Articles" = "%d najnow.";

/* No comment provided by engineer. */
"%d words per minute" = "Słów na minutę: %d";

/* Number of days */
"%dd" = "%d dn.";

/* Number of hours */
"%dh" = "%d godz.";

/* <number of hours>h ago */
"%dh ago" = "%d godz. temu";

/* Number of minutes */
"%dm" = "%d min.";

/* <number of minutes>m ago */
"%dm ago" = "%d min temu";

/* Number of months */
"%dmo" = "%d mies.";

/* Number of years */
"%dy" = "%d lat";

/* No comment provided by engineer. */
"(cannot get location)" = "(nie można pobrać lokalizacji)";

/* No comment provided by engineer. */
"(not available to download)" = "(niedostępne do pobrania)";

/* No comment provided by engineer. */
"(not logged in)" = "(nie zalogowano)";

/* No comment provided by engineer. */
"(unknown)" = "(nieznane)";

/* No comment provided by engineer. */
"* When \"On Wi-Fi Only\" is selected, Instapaper takes reasonable efforts to avoid most transfers over the cellular data network.\n\nDue to technical implementations, cellular data transfers cannot be 100% avoided. Instapaper Holdings, LLC makes no guarantee that cellular data will not be transferred, and disclaims any liability for data charges you may incur." = "* Kiedy wybrana jest opcja „Tylko przez Wi-Fi”, Instapaper stara się o ile możliwe nie przesyłać/odbierać danych przez komórkową sieć danych.\n\nZe względu na uwarunkowania techniczne nie da się w 100% uniknąć odbioru danych przez sieć komórkową. Firma Instapaper Holdings LLC nie gwarantuje, że dane nie będą przesyłane/odbierane siecią komórkową, i nie ponosi odpowiedzialności za poniesione opłaty.";

/* No comment provided by engineer. */
"10 Latest Articles" = "10 najnowszych";

/* No comment provided by engineer. */
"10-30 min" = "10-30 min";

/* No comment provided by engineer. */
"100 Latest Articles" = "100 najnowszych";

/* 1Password App Extension Error Message */
"1Password Extension was cancelled by the user" = "Rozszerzenie 1Password anulowane przez użytkownika";

/* No comment provided by engineer. */
"20 Latest Articles" = "20 najnowszych";

/* No comment provided by engineer. */
"250 Latest Articles" = "250 najnowszych";

/* No comment provided by engineer. */
"30-60 min" = "30-60 min";

/* No comment provided by engineer. */
"5-10 min" = "5-10 min";

/* No comment provided by engineer. */
"500 Latest Articles" = "500 najnowszych";

/* No comment provided by engineer. */
"A password reset link was sent to" = "Łącze resetowania hasła wysłano do";

/* No comment provided by engineer. */
"About" = "Informacje";

/* No comment provided by engineer. */
"About the Paid Edition" = "O wydaniu płatnym";

/* No comment provided by engineer. */
"Access Denied" = "Brak dostępu";

/* No comment provided by engineer. */
"Access speed reading from the article sharing options and breeze through your articles!" = "Dostęp do szybkiego czytania z opcji udostępniania artykułu – czytasz artykuł szybciej!";

/* No comment provided by engineer. */
"Account Error" = "Błąd konta";

/* No comment provided by engineer. */
"Accounts" = "Konta";

/* No comment provided by engineer. */
"Accounts..." = "Konta...";

/* No comment provided by engineer. */
"Actions" = "Czynności";

/* No comment provided by engineer. */
"Active" = "Aktywne";

/* No comment provided by engineer. */
"Add" = "Dodaj";

/* No comment provided by engineer. */
"Add Contact" = "Dodaj kontakt";

/* No comment provided by engineer. */
"Add Email to Contacts" = "Dodaj e-mail do kontaktów";

/* No comment provided by engineer. */
"Add Folder" = "Dodaj folder";

/* No comment provided by engineer. */
"Add Friend" = "Dodaj znajomego";

/* No comment provided by engineer. */
"Add Friends" = "Dodaj znajomych";

/* No comment provided by engineer. */
"Add to contacts?" = "Dodać do kontaktów?";

/* No comment provided by engineer. */
"Add URL" = "Dodaj URL";

/* Add URL From {app name} */
"Add URL From %@" = "Dodaj URL z %@";

/* No comment provided by engineer. */
"Added" = "Dodano";

/* No comment provided by engineer. */
"Added Contact" = "Dodano kontakt";

/* No comment provided by engineer. */
"Adding..." = "Dodawanie...";

/* No comment provided by engineer. */
"Address or search terms" = "Adres lub słowa";

/* No comment provided by engineer. */
"Advanced" = "Zaawansowane";

/* No comment provided by engineer. */
"Allow" = "Allow";

/* No comment provided by engineer. */
"Allow Access to Contacts?" = "Zezwolić na dostęp do kontaktów?";

/* 1Password App Extension Error Message */
"App Extension API is not available is this version of iOS" = "API rozszerzeń aplikacji nie jest dostępne w tej wersji systemu iOS";

/* View app webpage in App Store */
"App Store Page" = "Strona App Store";

/* No comment provided by engineer. */
"Archive" = "Archiwum";

/* Move to Archive ({number of items}) */
"Archive%@" = "Archiwum%@";

/* No comment provided by engineer. */
"Archived Articles" = "Zarchiwizowane artykuły";

/* No comment provided by engineer. */
"Are you sure you want to clear and re-download all articles?" = "Na pewno wyczyścić wszystkie artykuły i pobrać ponownie?";

/* No comment provided by engineer. */
"Are you sure you want to delete this article?" = "Na pewno usunąć ten artykuł?";

/* Are you sure you want to delete “<folder name>” and all of the articles in the folder? */
"Are you sure you want to delete “%@” and all of the articles in the folder?" = "Na pewno usunąć „%@” i wszystkie artykuły w folderze?";

/* No comment provided by engineer. */
"Are you sure you want to sign out and remove all articles from your %@?\n\nUnread articles are kept in your account at Instapaper.com" = "Na pewno wylogować się i usunąć wszystkie artykuły z %@?\n\nNieprzeczytane artykuły są przechowywane na Twoim koncie Instapaper.com";

/* No comment provided by engineer. */
"Arrange Articles" = "Uporządkuj artykuły";

/* No comment provided by engineer. */
"Article" = "Artykuł";

/* No comment provided by engineer. */
"Articles" = "Artykuły";

/* No comment provided by engineer. */
"As a new Instapaper user, you'll enjoy premium-only features like full-article search." = "Jako nowy użytkownik Instapaper masz do dyspozycji funkcje Premium, takie jak przeszukiwanie pełnej treści artykułów.";

/* No comment provided by engineer. */
"Auto Dark Mode" = "Automatyczny tryb ciemny";

/* No comment provided by engineer. */
"Automatic" = "Automatycznie";

/* No comment provided by engineer. */
"Automatic By Sunset" = "Automatycznie wg zachodu słońca";

/* No comment provided by engineer. */
"Automatic Dark Mode" = "Automatyczny tryb ciemny";

/* No comment provided by engineer. */
"Automatically" = "Automatycznie";

/* No comment provided by engineer. */
"Back" = "Wstecz";

/* No comment provided by engineer. */
"Back Gestures" = "Gesty powrotu";

/* No comment provided by engineer. */
"Back to Sign In" = "Powrót do logowania";

/* No comment provided by engineer. */
"Background Refresh Disabled" = "Odświeżanie w tle wyłączone";

/* No comment provided by engineer. */
"Be Helpful" = "Pomocnie";

/* No comment provided by engineer. */
"Browse" = "Przeglądaj";

/* No comment provided by engineer. */
"Browse Articles" = "Przeglądaj artykuły";

/* In app web browser */
"Browser" = "WWW";

/* by {author name} */
"by" = " – ";

/* No comment provided by engineer. */
"By" = ":";

/* No comment provided by engineer. */
"Can't scroll with pagination" = "Nie można przewijać przy paginacji";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Cannot log in." = "Nie można się zalogować.";

/* No comment provided by engineer. */
"Change Rate" = "Szybkość zmiany";

/* No comment provided by engineer. */
"Check back in a minute" = "Sprawdź ponownie za chwilę";

/* No comment provided by engineer. */
"Chinese" = "Chiński";

/* No comment provided by engineer. */
"Close" = "Zamknij";

/* No comment provided by engineer. */
"Comma separated" = "Oddzielone przecinkami";

/* No comment provided by engineer. */
"Confirm Delete" = "Potwierdź usunięcie";

/* No comment provided by engineer. */
"Connecting..." = "Łączenie...";

/* No comment provided by engineer. */
"Connection Error" = "Błąd połączenia";

/* No comment provided by engineer. */
"Contacts" = "Kontakty";

/* No comment provided by engineer. */
"Copied" = "Skopiowano";

/* No comment provided by engineer. */
"Copy" = "Kopiuj";

/* No comment provided by engineer. */
"Copy & Go" = "Skopiuj i przejdź";

/* Could not create stream */
"Could not create stream" = "Nie można utworzyć strumienia";

/* No comment provided by engineer. */
"Couldn't Log In" = "Nie można się zalogować";

/* No comment provided by engineer. */
"Couldn't log in" = "Nie można się zalogować";

/* No comment provided by engineer. */
"Create a Highlight" = "Utwórz wyróżnienie";

/* No comment provided by engineer. */
"Create a playlist of saved articles, turn up the volume, and relax." = "Utwórz listę odtwarzania z zapisanych artykułów, ustaw głośność i zrelaksuj się";

/* No comment provided by engineer. */
"Create an Account" = "Utwórz konto";

/* No comment provided by engineer. */
"Create Playlist" = "Utwórz listę odtwarzania";

/* No comment provided by engineer. */
"Create Posts As" = "Twórz wpisy jako";

/* No comment provided by engineer. */
"Create Tumblr Posts As" = "Twórz wpisy Tumblr jako";

/* Instapaper Daily list of articles */
"Daily" = "Co dzień";

/* No comment provided by engineer. */
"Dark color scheme" = "Schemat kolorów: ciemny";

/* No comment provided by engineer. */
"day" = "dzień";

/* No comment provided by engineer. */
"days" = "dni";

/* No comment provided by engineer. */
"Define" = "Zdefiniuj";

/* No comment provided by engineer. */
"Define From" = "Zdefiniuj z";

/* No comment provided by engineer. */
"Delete" = "Usuń";

/* Delete {number} {Article(s)} */
"Delete %u %@" = "Usuń%2$@: %1$u";

/* No comment provided by engineer. */
"Delete Article" = "Usuń artykuł";

/* No comment provided by engineer. */
"Delete Highlight" = "Usuń wyróżnienie";

/* Delete ({number of items}) */
"Delete%@" = "Usuń%@";

/* No comment provided by engineer. */
"Description (optional)" = "Opis (opcja)";

/* No comment provided by engineer. */
"Deselect" = "Deselect";

/* No comment provided by engineer. */
"Dictionary" = "Słownik";

/* No comment provided by engineer. */
"Disable Delete Prompt" = "Wyłącz potwierdzenie usunięcia";

/* No comment provided by engineer. */
"Disabled" = "Wył.";

/* No comment provided by engineer. */
"Dismiss" = "Rozumiem";

/* No comment provided by engineer. */
"Do you want to repair local storage on next launch? You will need to re-download your articles." = "Chcesz naprawić lokalną pamięć masową przy następnym uruchomieniu? Będzie konieczne ponowne pobranie artykułów.";

/* No comment provided by engineer. */
"Don't Bother Me" = "Nie przeszkadzaj";

/* No comment provided by engineer. */
"Done" = "Gotowe";

/* No comment provided by engineer. */
"Don’t Allow" = "Nie zezwalaj";

/* No comment provided by engineer. */
"Download Limits" = "Limity pobierania";

/* No comment provided by engineer. */
"Downloading..." = "Pobieranie...";

/* No comment provided by engineer. */
"Drafts" = "Robocze";

/* No comment provided by engineer. */
"Duplicate Instapaper Premium" = "Zdublowana subskrypcja Instapaper Premium";

/* No comment provided by engineer. */
"e.g. Recipes, Politics..." = "np. przepisy, polityka...";

/* No comment provided by engineer. */
"Edit" = "Edycja";

/* No comment provided by engineer. */
"Edit Friends" = "Edytuj znajomych";

/* No comment provided by engineer. */
"Editor's Picks" = "Polecane przez redakcję";

/* No comment provided by engineer. */
"Email" = "E-mail";

/* No comment provided by engineer. */
"Email Articles" = "Prześlij artykuły e-mailem";

/* No comment provided by engineer. */
"Empty Folder" = "Folder pusty";

/* No comment provided by engineer. */
"Enable Instant Sync in Settings to have saves immediately pushed to your iOS device!" = "Po włączeniu Instant Sync w Ustawieniach zapisane artykuły są od razu przesyłane do urządzenia iOS!";

/* No comment provided by engineer. */
"Enable Instant Sync to have your saves immediately pushed to your iOS device, so your articles will be ready when you are!\n\nPlease note: Instant Sync frequency varies in accordance with Apple’s battery-saving algorithms and works best over WiFi." = "Funkcja Instant Sync zapewnia natychmiastowe przesyłanie zapisanych artykułów do urządzenia iOS – będą gotowe do odczytania, kiedy tylko chcesz!\n\nUwaga: Częstotliwość synchronizacji Instant Sync zależy od działania algorytmów oszczędzania baterii w urządzeniu Apple. Funkcja działa najlepiej w sieciach Wi-Fi.";

/* No comment provided by engineer. */
"Enable pagination" = "Włącz paginację";

/* No comment provided by engineer. */
"Enabled" = "Wł.";

/* No comment provided by engineer. */
"Error" = "Błąd";

/* No comment provided by engineer. */
"Error communicating with Instapaper. Please ensure that you have an internet connection and are successfully logged in." = "Błąd komunikacji z Instapaper. Sprawdź, czy masz połączenie z Internetem, i czy logowanie przebiegło poprawnie.";

/* No comment provided by engineer. */
"Error loading page." = "Błąd ładowania strony.";

/* No comment provided by engineer. */
"Evernote" = "Evernote";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"Facebook Login Failed" = "Błąd logowania do Facebooka";

/* 1Password App Extension Error Message */
"Failed to contacting the 1Password App Extension" = "Błąd połączenia z rozszerzeniem aplikacji 1Password";

/* 1Password App Extension Error Message */
"Failed to execute script that collects web page information" = "Błąd skryptu pobierającego informacje ze stron WWW";

/* 1Password App Extension Error Message */
"Failed to fill web page because script could not be evaluated" = "Nie można wypełnić strony – błąd ewaluacji skryptu";

/* 1Password App Extension Error Message */
"Failed to fill web page because script is missing" = "Nie można wypełnić strony – brak skryptu";

/* 1Password App Extension Error Message */
"Failed to parse information returned by 1Password App Extension" = "Błąd przetwarzania informacji zwróconych przez rozszerzenie aplikacji 1Password";

/* No comment provided by engineer. */
"Fast Forward" = "Do przodu";

/* No comment provided by engineer. */
"Fast Pagination" = "Szybka paginacja";

/* No comment provided by engineer. */
"Faster Saving" = "Szybsze zapisywanie";

/* No comment provided by engineer. */
"Feature" = "Promowane";

/* No comment provided by engineer. */
"Filter by reading time" = "Filtruj wg czasu czytania";

/* No comment provided by engineer. */
"Find your email in Evernote iOS > Settings > General, or on Evernote.com under Settings." = "E-mail znajdziesz w Evernote dla iOS > Ustawienia > Ogólne, ewentualnie na stronie Evernote.com w części Ustawienia.";

/* No comment provided by engineer. */
"Finished reading? Press the archive icon to move articles here." = "Skończyłeś czytać? Wybierz ikonę archiwum w celu przeniesienia tam artykułu.";

/* No comment provided by engineer. */
"Flip Pages" = "Przerzucaj strony";

/* No comment provided by engineer. */
"Flip pages in articles, rather than scrolling, using iBooks-style animations." = "Przerzucanie kartek artykułów (zamiast przewijania) – animacje w stylu iBooks.";

/* No comment provided by engineer. */
"Flip pages in articles, rather than scrolling." = "Przerzucanie kartek artykułów (zamiast przewijania).";

/* No comment provided by engineer. */
"Folders" = "Foldery";

/* No comment provided by engineer. */
"Fonts" = "Czcionki";

/* No comment provided by engineer. */
"Footnote" = "Przypis";

/* No comment provided by engineer. */
"Forgot Password" = "Nie pamiętam hasła";

/* No comment provided by engineer. */
"Forgot Password?" = "Nie pamiętasz hasła?";

/* No comment provided by engineer. */
"Free Month of Premium" = "Bezpłatny miesiąc Premium";

/* No comment provided by engineer. */
"Friends" = "Znajomi";

/* No comment provided by engineer. */
"From:" = "Od:";

/* No comment provided by engineer. */
"Full Screen" = "Pełny ekran";

/* No comment provided by engineer. */
"Full-Text" = "Pełny tekst";

/* No comment provided by engineer. */
"Full-Text Search" = "Przeszukiwanie całego tekstu";

/* No comment provided by engineer. */
"Full-Text Sharing" = "Przeszukiwanie całego tekstu";

/* No comment provided by engineer. */
"Get reading recommendations from friends and editors." = "Kieruj się rekomendacjami znajomych i redaktorów.";

/* No comment provided by engineer. */
"Get the full speed reading experience with unlimited usage." = "Pełna obsługa szybkiego czytania bez ograniczeń.";

/* No comment provided by engineer. */
"Get unlimited highlights, full-text search, and more with Instapaper Premium." = "Nieograniczona liczba wyróżnień, wyszukiwanie w całej treści artykułów i inne korzyści – wszystko to w Instapaper Premium.";

/* No comment provided by engineer. */
"Gray color scheme" = "Szara paleta";

/* No comment provided by engineer. */
"Grid View" = "Widok siatki";

/* No comment provided by engineer. */
"Handoff Failed" = "Błąd przekazywania";

/* No comment provided by engineer. */
"Hide options" = "Ukryj opcje";

/* No comment provided by engineer. */
"Highlight" = "Wyróżnij";

/* No comment provided by engineer. */
"Highlight Limit" = "Limit wyróżnień";

/* No comment provided by engineer. */
"Highlights" = "Wyróżnienia";

/* HMAC Mismatch */
"HMAC Mismatch" = "HMAC Mismatch";

/* No comment provided by engineer. */
"Home" = "Strona główna";

/* Time unit */
"Hour" = "godz.";

/* Time unit */
"Hours" = "godz.";

/* No comment provided by engineer. */
"How to Save" = "Jak zapisywać";

/* No comment provided by engineer. */
"http://aljazeera.com" = "http://aljazeera.com";

/* No comment provided by engineer. */
"http://bbc.co.uk" = "http://bbc.co.uk";

/* No comment provided by engineer. */
"http://cnn.com" = "http://cnn.com";

/* No comment provided by engineer. */
"http://digg.com" = "http://digg.com";

/* No comment provided by engineer. */
"http://huffingtonpost.com" = "http://huffingtonpost.com";

/* No comment provided by engineer. */
"http://mobile.nytimes.com" = "http://mobile.nytimes.com";

/* No comment provided by engineer. */
"http://reuters.com" = "http://reuters.com";

/* No comment provided by engineer. */
"http://www.theguardian.co.uk" = "http://www.theguardian.co.uk";

/* No comment provided by engineer. */
"I'm already a premium user »" = "Jestem już użytkownikiem Premium »";

/* No comment provided by engineer. */
"iBooks Pagination" = "Paginacja iBooks";

/* No comment provided by engineer. */
"iBooks-Style Pagination" = "Paginacja w stylu iBooks";

/* No comment provided by engineer. */
"If your profile is set to “Public” friends can view your liked articles and find you through connected social networks." = "Jeśli profil jest oznaczony jako publiczny, znajomi widzą artykuły oznaczone przez Ciebie jako dobre oraz mogą odnaleźć Cię przez powiązane sieci społecznościowe.";

/* No comment provided by engineer. */
"Ignore" = "Ignoruj";

/* No comment provided by engineer. */
"Images..." = "Obrazki...";

/* No comment provided by engineer. */
"In Instapaper" = "w Instapaper";

/* No comment provided by engineer. */
"In Instapaper (Browser)" = "W Instapaper (przeglądarka)";

/* No comment provided by engineer. */
"In Safari" = "W Safari";

/* No comment provided by engineer. */
"Incorrect Password" = "Nieprawidłowe hasło";

/* No comment provided by engineer. */
"Install Bookmark" = "Zainstaluj zakładkę";

/* Silent push notifications for background updates, this is the name of a product. */
"Instant Sync" = "Instant Sync";

/* No comment provided by engineer. */
"Instapaper cannot display App Store pages. Would you like to open this page in the App Store?" = "Instapaper nie może wyświetlić stron App Store. Chcesz otworzyć tę stronę w App Store?";

/* No comment provided by engineer. */
"Instapaper Error" = "Błąd Instapaper";

/* No comment provided by engineer. */
"Instapaper failed to register for local notifications. To enable unread count, please check your settings." = "Instapaper nie został zarejestrowany w lokalnych powiadomieniach. Aby włączyć licznik nieprzeczytanych, zajrzyj do ustawień.";

/* No comment provided by engineer. */
"Instapaper failed to register for push notifications. To enable “Instant Sync”, please check your settings." = "Instapaper nie został zarejestrowany w powiadomieniach push. Aby włączyć funkcję Instant Sync, zajrzyj do ustawień.";

/* No comment provided by engineer. */
"Instapaper needs to access your contacts to add the \"Read Later\" Email address. You can allow access in your Settings:\n\nSettings > Privacy > Contacts > Instapaper (ON)" = "Aby móc dodać adres e-mail „Czytaj później”, Instapaper wymaga dostępu do Twoich kontaktów. Na dostęp można zezwolić w Ustawieniach:\n\nUstawienia > Prywatność > Kontakty > Instapaper (Wł.)";

/* No comment provided by engineer. */
"Instapaper needs your approximate location to calculate sunset times. Location data is not sent or shared.\n\nTo clear your location, tap \"Off\".\n\nYour location is only checked once. Tap \"Location\" to update if you have traveled." = "Do obliczenia pór zachodu słońca Instapaper wymaga Twojej przybliżonej lokalizacji. Danych o lokalizacji nie wysyłamy ani nie udostępniamy innym.\n\nAby wyczyścić lokalizację, wybierz „Wył.”.\n\nLokalizację sprawdzamy tylko raz. Aby ją zmienić po podróży, wybierz „Lokalizacja”.";

/* No comment provided by engineer. */
"Instapaper Premium" = "Instapaper Premium";

/* No comment provided by engineer. */
"Instapaper Premium Expired" = "Subskrypcja Instapaper Premium wygasła";

/* No comment provided by engineer. */
"Instapaper's offline Linked Dictionary is built from Wiktionary's definitions.\n\nIt links words shown in definitions to their own definitions and can switch to other supported dictionary apps for lookups." = "Słownik Linked Dictionary serwisu Instapaper jest budowany z definicji Wiktionary.\n\nŁączy słowa pokazane w definicjach z ich definicjami i umożliwia przejście do innych obsługiwanych aplikacji słownikowych w celu wyszukania znaczeń.";

/* No comment provided by engineer. */
"Instapaper: Read Later" = "Instapaper: Czytaj później";

/* No comment provided by engineer. */
"Introducing Highlights" = "Przedstawiamy wyróżnienia";

/* No comment provided by engineer. */
"Invalid Email Address" = "Nieprawidłowy adres e-mail";

/* No comment provided by engineer. */
"Invalid email address" = "Nieprawidłowy adres e-mail";

/* No comment provided by engineer. */
"Invalid Username" = "Nieprawidłowa nazwa użytkownika";

/* No comment provided by engineer. */
"Japanese" = "Japoński";

/* No comment provided by engineer. */
"Just select some text and press the \"Highlight\" option." = "Zaznacz tekst i wybierz opcję „Wyróżnij”.";

/* No comment provided by engineer. */
"Kindle" = "Kindle";

/* No comment provided by engineer. */
"Language Not Supported" = "Nieobsługiwany język";

/* No comment provided by engineer. */
"Learn More" = "Dowiedz się więcej";

/* No comment provided by engineer. */
"Less than 5 min" = "Poniżej 5 min";

/* No comment provided by engineer. */
"Light color scheme" = "Schemat kolorów: jasny";

/* No comment provided by engineer. */
"Like" = "Lubię to";

/* No comment provided by engineer. */
"Like article" = "Dobry artykuł";

/* No comment provided by engineer. */
"Like articles if you enjoy them and would recommend them to others. You can always access your most recent 20 Liked articles in the Liked folder.\n\nYour Liked list can be seen by others if they know your username." = "Jeśli podoba Ci się artykuł i chcesz polecić go innym, oznacz go jako dobry. Zawsze masz dostęp do najnowszych 20 polubionych artykułów (folder Dobre).";

/* No comment provided by engineer. */
"Liked Articles" = "Artykuły uznane za dobre";

/* Notification pop-up */
"liked-notification-popup" = "Dobre";

/* Section title */
"liked-section-title" = "Dobre";

/* No comment provided by engineer. */
"Link" = "Łącze";

/* No comment provided by engineer. */
"Linked Dictionary" = "Powiązany słownik";

/* No comment provided by engineer. */
"Loading..." = "Ładowanie...";

/* No comment provided by engineer. */
"Location" = "Lokalizacja";

/* No comment provided by engineer. */
"Log out of Evernote" = "Wyloguj się z Evernote";

/* No comment provided by engineer. */
"Log out of Facebook" = "Wyloguj się z Facebooka";

/* No comment provided by engineer. */
"Log out of Pinboard" = "Wyloguj się z Pinboard";

/* No comment provided by engineer. */
"Log out of Tumblr" = "Wyloguj się z Tumblr";

/* No comment provided by engineer. */
"Log out of Twitter" = "Wyloguj się z Twittera";

/* No comment provided by engineer. */
"Login" = "Logowanie";

/* No comment provided by engineer. */
"Login Required" = "Wymagane logowanie";

/* No comment provided by engineer. */
"Long reads (30-60 min)" = "Długie czytanie (30-60 min)";

/* No comment provided by engineer. */
"Long reads (over an hour)" = "Długie czytanie (ponad godzinę)";

/* No comment provided by engineer. */
"Longest Articles" = "Najdłuższe artykuły";

/* No comment provided by engineer. */
"Longest articles first" = "Najpierw najdłuższe artykuły";

/* Looking up {search term} (leave <b></b> tags in translation) */
"Looking up <b>%@</b>..." = "Wyszukiwanie <b>%@</b>...";

/* As in email */
"Mail" = "Poczta";

/* No comment provided by engineer. */
"Main Menu" = "Menu główne";

/* No comment provided by engineer. */
"Manually" = "Ręcznie";

/* No comment provided by engineer. */
"Medium reads (10-30 min)" = "Średnia długość czytania (10-30 min)";

/* Time unit */
"Minute" = "min";

/* Time unit */
"Minutes" = "min";

/* No comment provided by engineer. */
"Missing Footnotes" = "Brakujące przypisy";

/* No comment provided by engineer. */
"Missing Images" = "Brakujące obrazki";

/* No comment provided by engineer. */
"Missing Pages" = "Brakujące strony";

/* No comment provided by engineer. */
"Missing Password" = "Brak hasła";

/* No comment provided by engineer. */
"Missing Text" = "Brakujący tekst";

/* No comment provided by engineer. */
"month" = "mies.";

/* No comment provided by engineer. */
"months" = "mies.";

/* No comment provided by engineer. */
"More options" = "Więcej opcji";

/* No comment provided by engineer. */
"More Options" = "Więcej opcji";

/* As in move to folder */
"Move" = "Przenieś";

/* No comment provided by engineer. */
"Move to Folder" = "Przenieś do folderu";

/* No comment provided by engineer. */
"Move to Read Later" = "Przenieś do przeczytania później";

/* Move to Folder... ({number of items}) */
"Move%@" = "Przenieś%@";

/* No comment provided by engineer. */
"Name" = "Fold.";

/* No comment provided by engineer. */
"Navigate Back" = "Nawigacja wstecz";

/* No comment provided by engineer. */
"Navigate Forward" = "Nawigacja do przodu";

/* No comment provided by engineer. */
"Need something to read?" = "Potrzebujesz czegoś do czytania?";

/* Never worry about the <number> highlight monthly limit again! */
"Never worry about the %d highlight monthly limit again!" = "Nie musisz przejmować się miesięcznym limitem wyróżnień (%d)!";

/* No comment provided by engineer. */
"New Account" = "Nowe konto";

/* No comment provided by engineer. */
"Newest articles first" = "Najpierw najnowsze artykuły";

/* No comment provided by engineer. */
"Newest Saved" = "Najnowsze zapisane";

/* No comment provided by engineer. */
"No" = "Nie";

/* No comment provided by engineer. */
"No Articles Selected" = "Nie zaznaczono artykułów";

/* No comment provided by engineer. */
"No friends found." = "Nie znaleziono znajomych.";

/* No comment provided by engineer. */
"No Internet Connection" = "Brak połączenia z Internetem";

/* No comment provided by engineer. */
"No internet connection." = "Brak połączenia z Internetem.";

/* No comment provided by engineer. */
"No more friends found." = "Brak dalszych znajomych.";

/* No results found for {search term} */
"No results found for \"%@\"" = "Brak wyników dla „%@”.";

/* No comment provided by engineer. */
"No Twitter Account" = "Brak konta Twitter";

/* No comment provided by engineer. */
"No Videos" = "Brak filmów";

/* No comment provided by engineer. */
"No Wi-Fi connection." = "Brak połączenia Wi-Fi.";

/* No comment provided by engineer. */
"Normal" = "Zwykły";

/* No comment provided by engineer. */
"Not available offline" = "Niedostępne offline";

/* No comment provided by engineer. */
"Not Enabled In Demo" = "Nieaktywne w wersji demo";

/* No comment provided by engineer. */
"Not enough free space to update." = "Za mało miejsca na uaktualnienie.";

/* No comment provided by engineer. */
"Not Liked" = "Nieoznaczone jako dobre";

/* No comment provided by engineer. */
"Now" = "Teraz";

/* No comment provided by engineer. */
"Now highlight and save text from any article!" = "Teraz możesz wyróżnić tekst w dowolnym artykule i zapisać go!";

/* No comment provided by engineer. */
"Off" = "Wył.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Older items are available in your account at Instapaper.com." = "Starsze pozycje są dostępne na Twoim koncie w Instapaper.com.";

/* No comment provided by engineer. */
"Oldest articles first" = "Najpierw najstarsze artykuły";

/* No comment provided by engineer. */
"Oldest Saved" = "Najstarsze zapisane";

/* No comment provided by engineer. */
"On Swipes And Taps" = "Przy przeciągnięciu i stuknięciu";

/* No comment provided by engineer. */
"On Swipes Only" = "Tylko przy przeciągnięciu";

/* No comment provided by engineer. */
"On Tap" = "Stuknięcie";

/* No comment provided by engineer. */
"On Wi-Fi Only" = "Tylko przez Wi-Fi";

/* No comment provided by engineer. */
"On Wi-Fi Only*" = "Tylko przez Wi-Fi*";

/* As in: On January 2nd */
"on-date" = "dn.";

/* As in on/off */
"on-settings" = "Wł.";

/* No comment provided by engineer. */
"Open" = "Otwórz";

/* No comment provided by engineer. */
"Open in Browser" = "Otwórz w przeglądarce";

/* No comment provided by engineer. */
"Open in Safari" = "Otwórz w Safari";

/* No comment provided by engineer. */
"Open Links" = "Otwieraj łącza";

/* No comment provided by engineer. */
"Options" = "Opcje";

/* No comment provided by engineer. */
"Over an hour" = "Ponad godzinę";

/* No comment provided by engineer. */
"Pagination" = "Paginacja";

/* No comment provided by engineer. */
"Pagination off" = "Paginacja wył.";

/* No comment provided by engineer. */
"Pagination on" = "Paginacja wł.";

/* No comment provided by engineer. */
"Pagination replaces scrolling. Swipe left or right or tap the screen edges to scroll.\n\nWould you like to return to scrolling?" = "Paginacja zastępuje przewijanie. Aby przewinąć, przesuń w lewo lub w prawo, ewentualnie stuknij krawędź ekranu.\n\nChcesz powrócić do przewijania?";

/* No comment provided by engineer. */
"Pagination splits content into pages and lets you swipe left or right to advance.\n\nWould you like to turn on pagination?" = "Paginacja rozdziela treść na strony i pozwala przechodzić między stronami przez przesunięcie palcem w lewo lub w prawo.\n\nChcesz włączyć paginację?";

/* No comment provided by engineer. */
"Password" = "Hasło";

/* No comment provided by engineer. */
"Pause" = "Pauza";

/* No comment provided by engineer. */
"per month" = "na mies.";

/* No comment provided by engineer. */
"per year" = "rocznie";

/* No comment provided by engineer. */
"Permission Denied" = "Brak uprawnień";

/* No comment provided by engineer. */
"Pinboard" = "Pinboard";

/* No comment provided by engineer. */
"Pinboard didn't accept your username or password. Please check them and try again." = "Błąd nazwy użytkownika lub hasła Pinboard. Sprawdź i spróbuj ponownie.";

/* No comment provided by engineer. */
"Play" = "Odtwarzaj";

/* Playing article <current article #> of <total articles>. <Article title> <Author> */
"Playing article %d of %d. %@ %@." = "Odtwarzanie artykułu %1$d z %2$d. %3$@ %4$@.";

/* No comment provided by engineer. */
"Playlist" = "Lista odtwarzania";

/* No comment provided by engineer. */
"Playlist Error" = "Błąd listy odtwarzania";

/* No comment provided by engineer. */
"Please ensure your Facebook account is linked in iOS Settings > Facebook then try again." = "Upewnij się, że Twoje konto Facebook jest powiązane z urządzeniem (Ustawienia systemu iOS > Facebook), a następnie spróbuj ponownie.";

/* No comment provided by engineer. */
"Please enter a password to use for your Instapaper account." = "Aby korzystać ze swojego konta Instapaper, wpisz hasło.";

/* No comment provided by engineer. */
"Please enter a valid email address." = "Wprowadź prawidłowy adres e-mail.";

/* No comment provided by engineer. */
"Please select a few downloaded articles and try again!" = "Wybierz pobrane artykuły i spróbuj ponownie!";

/* No comment provided by engineer. */
"Please update your Facebook permissions in iOS Settings > Facebook." = "Uprawnienia można zmienić w Ustawieniach iOS > Facebook.";

/* No comment provided by engineer. */
"Please update your Twitter permissions in iOS Settings > Twitter." = "Uaktualnij uprawnienia Twitter w Ustawieniach iOS > Twitter.";

/* No comment provided by engineer. */
"Popular articles first" = "Najpierw popularne";

/* No comment provided by engineer. */
"Popularity" = "Popularność";

/* No comment provided by engineer. */
"Post" = "Zamieść";

/* No comment provided by engineer. */
"Post Highlights" = "Zamieść wyróżnienia";

/* No comment provided by engineer. */
"Post Liked items" = "Zamieszczaj dobre";

/* No comment provided by engineer. */
"Post to Blog" = "Zamieść na blogu";

/* No comment provided by engineer. */
"Premium" = "Premium";

/* No comment provided by engineer. */
"Premium Purchase Invalid" = "Błąd zakupu Premium";

/* No comment provided by engineer. */
"Premium Purchase Not Found" = "Nie znaleziono zakupu Premium";

/* No comment provided by engineer. */
"Premium Restore Failed" = "Błąd przywracania Premium";

/* No comment provided by engineer. */
"Premium Status:" = "Status Premium:";

/* No comment provided by engineer. */
"Private" = "Prywatny";

/* No comment provided by engineer. */
"Profile" = "Profil";

/* No comment provided by engineer. */
"Profile Privacy" = "Prywatność profilu";

/* No comment provided by engineer. */
"Prompting" = "Podpowiadanie";

/* No comment provided by engineer. */
"Public" = "Publiczny";

/* No comment provided by engineer. */
"Publish to Blog" = "Opublikuj na blogu";

/* No comment provided by engineer. */
"Published" = "Opublikowano";

/* Pull down to refresh status */
"Pull down to refresh..." = "Przesuń i odśwież...";

/* No comment provided by engineer. */
"Purchase Failed" = "Błąd zakupu";

/* No comment provided by engineer. */
"Push Notifications Disabled" = "Powiadomienia push wyłączone.";

/* No comment provided by engineer. */
"Queued" = "Zakolejkowano";

/* No comment provided by engineer. */
"Quick reads (less than 5 min)" = "Szybkie czytanie (mniej niż 5 min)";

/* No comment provided by engineer. */
"Random Shake" = "Losuj potrząśnięciem";

/* No comment provided by engineer. */
"Rate Instapaper" = "Oceń Instapaper";

/* No comment provided by engineer. */
"Re-download" = "Pobierz ponownie";

/* No comment provided by engineer. */
"Re-Download All Articles" = "Pobierz artykuły ponownie";

/* No comment provided by engineer. */
"Re-download Article" = "Pobierz artykuł ponownie";

/* No comment provided by engineer. */
"Re-download articles" = "Pobierz artykuły ponownie";

/* No comment provided by engineer. */
"Read Later" = "Czytaj później";

/* No comment provided by engineer. */
"Read Progress" = "Postęp odczytu";

/* No comment provided by engineer. */
"Read progress" = "Postęp odczytu";

/* No comment provided by engineer. */
"Read something you loved? Press the heart icon and the article will be saved here." = "Czytasz coś, co Ci się podoba? Naciśnij ikonkę serca i artykuł zostanie tutaj zapisany.";

/* Release to refresh status */
"Release to refresh..." = "Zwolnij i odśwież...";

/* No comment provided by engineer. */
"Remove" = "Usuń";

/* No comment provided by engineer. */
"Remove Friend" = "Usuń znajomego";

/* No comment provided by engineer. */
"Remove Highlight" = "Usuń wyróżnienie";

/* No comment provided by engineer. */
"Remove sort or filter" = "Usuń sortowanie lub filtr";

/* No comment provided by engineer. */
"Removed" = "Usunięto";

/* No comment provided by engineer. */
"Removing..." = "Usuwanie...";

/* No comment provided by engineer. */
"Repair" = "Napraw";

/* No comment provided by engineer. */
"Repair Local Storage" = "Napraw lokalną pamięć masową";

/* No comment provided by engineer. */
"Report a problem with this page:" = "Zgłoś problem z tą stroną:";

/* No comment provided by engineer. */
"Request Failed" = "Błąd żądania";

/* No comment provided by engineer. */
"Reset Password" = "Zresetuj hasło";

/* No comment provided by engineer. */
"Return to Position" = "Powróć do pozycji";

/* No comment provided by engineer. */
"Reverse" = "Odwrotny";

/* No comment provided by engineer. */
"Rewind" = "Do tyłu";

/* No comment provided by engineer. */
"Rotation" = "Obrót";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* No comment provided by engineer. */
"Save" = "Zapisz";

/* No comment provided by engineer. */
"Save articles from your browser. Go to instapaper.com/save on desktop to learn more!" = "Zapisywanie artykułów z przeglądarki. Więcej informacji na stronie internetowej instapaper.com/save dostępnej z przeglądarki.";

/* No comment provided by engineer. */
"Save Failed" = "Błąd zapisywania";

/* No comment provided by engineer. */
"Save from Apps" = "Zapisywanie z aplikacji";

/* No comment provided by engineer. */
"Save from Desktop" = "Zapisywanie z pulpitu";

/* No comment provided by engineer. */
"Save to Instapaper with one tap from any app that uses the share sheet." = "Zapisywanie w Instapaper jednym dotknięciem z dowolnej aplikacji wyposażonej w funkcję udostępniania.";

/* No comment provided by engineer. */
"Save videos from YouTube or Vimeo and they'll appear here." = "Tutaj widoczne są filmy zapisane z YouTube lub Vimeo.";

/* No comment provided by engineer. */
"Saved" = "Zapisano";

/* No comment provided by engineer. */
"Saved!" = "Zapisano!";

/* No comment provided by engineer. */
"Saving" = "Zapisywanie";

/* No comment provided by engineer. */
"Saving with the iOS extension just got a whole lot faster!" = "Rozszerzenie iOS, które pomaga Ci szybko zapisywać!";

/* No comment provided by engineer. */
"Scroll Mode" = "Tryb przewijania";

/* No comment provided by engineer. */
"Search" = "Szukaj";

/* No comment provided by engineer. */
"Search Contacts" = "Szukaj kontaktów";

/* No comment provided by engineer. */
"Search Facebook" = "Szukaj na Facebooku";

/* No comment provided by engineer. */
"Search For Friends In:" = "Znajdź znajomych w:";

/* No comment provided by engineer. */
"Search through all of the articles you’ve saved to Instapaper, even ones you’ve archived." = "Przeszukiwanie wszystkich artykułów zapisanych w Instapaper, nawet tych przeniesionych do archiwum.";

/* No comment provided by engineer. */
"Search Twitter" = "Szukaj na Twitterze";

/* No comment provided by engineer. */
"Search Twitter, Facebook" = "Wyszukaj w Twitterze, Facebooku";

/* Time unit */
"Second" = "s";

/* Time unit */
"Seconds" = "s";

/* No comment provided by engineer. */
"See Options" = "Wyświetl opcje";

/* No comment provided by engineer. */
"Select All" = "Wybierz wszystko";

/* No comment provided by engineer. */
"Select Articles" = "Wybierz artykuły";

/* Select Articles ({number of articles}) */
"Select Articles (%d)" = "Wybierz artykuły (%d)";

/* No comment provided by engineer. */
"Select how Instapaper switches to full screen reading.\n\nOn Tap: Switch to full screen when you tap on the reading area, like iBooks.\n\nDisabled: Never switch to full screen." = "Określ, jak Instapaper ma przechodzić do odczytu pełnoekranowego.\n\nStuknięcie: przejście do odczytu pełnoekranowego następuje wtedy, gdy stukniesz obszar odczytu (np. iBooks).\n\nWyłączone: aplikacja nigdy nie przechodzi do trybu pełnoekranowego.";

/* No comment provided by engineer. */
"Selected articles could not be played. Please select a few downloaded articles and try again!" = "Nie można odtworzyć wybranych artykułów. Wybierz kilka pobranych artykułów i spróbuj ponownie!";

/* No comment provided by engineer. */
"Selected." = "Wybrane.";

/* No comment provided by engineer. */
"Send articles, videos, and long emails directly to your Instapaper account." = "Wysyłasz artykuły, filmy i długie e-maile bezpośrednio do konta Instapaper.";

/* No comment provided by engineer. */
"Send Feedback" = "Wyślij uwagi";

/* No comment provided by engineer. */
"Send Kindle Digest" = "Wyślij Kindle Digest";

/* Send links and long emails to this email address to add them to your Instapaper account.\n\nYour Instapaper account is: {user_name} */
"Send links and long emails to this email address to add them to your Instapaper account.\n\nYour Instapaper account is: %@" = "Na ten adres e-mail możesz wysyłać łącza i długie e-maile, aby dodać je do konta Instapaper.\n\nTwoje konto Instapaper: %@";

/* No comment provided by engineer. */
"Send to Kindle" = "Wyślij do Kindle";

/* No comment provided by engineer. */
"Send to Kindle is only available with Instapaper Premium. Would you like to sign up for Premium?" = "Wysyłanie do Kindle jest dostępne tylko w Instapaper Premium. Chcesz przejść na Premium?";

/* No comment provided by engineer. */
"Sent to Kindle" = "Wysłano do Kindle";

/* No comment provided by engineer. */
"Sepia color scheme" = "Schemat kolorów: sepia";

/* No comment provided by engineer. */
"Set" = "Ustaw";

/* No comment provided by engineer. */
"Settings" = "Ustawienia";

/* No comment provided by engineer. */
"Share" = "Udostępnij";

/* No comment provided by engineer. */
"Sharing" = "Udostępnianie";

/* No comment provided by engineer. */
"Sharing Accounts" = "Udostępnianie – konta";

/* No comment provided by engineer. */
"Short reads (5-10 min)" = "Krótkie czytanie (5-10 min)";

/* No comment provided by engineer. */
"Shortest Articles" = "Najkrótsze artykuły";

/* No comment provided by engineer. */
"Shortest articles first" = "Najpierw najkrótsze artykuły";

/* No comment provided by engineer. */
"Show Options" = "Pokaż opcje";

/* No comment provided by engineer. */
"Shuffle" = "Pomieszaj";

/* No comment provided by engineer. */
"Shuffled" = "Pomieszane";

/* No comment provided by engineer. */
"Sign In" = "Zaloguj się";

/* No comment provided by engineer. */
"Sign Out" = "Wyloguj się";

/* No comment provided by engineer. */
"Sign out" = "Wyloguj się";

/* No comment provided by engineer. */
"Sign Up" = "Zarejestruj się";

/* No comment provided by engineer. */
"Site Requires Login" = "Serwis wymaga logowania";

/* No comment provided by engineer. */
"Slow down! You've reached your limit of %d free speed reading articles for this month. Save time with unlimited speed reading, highlighting, full-text search, and more with Instapaper Premium." = "Zwolnij! W tym miesiącu wyczerpano już limit %d artykułów z szybkim czytaniem. Instant Premium daje nieograniczone szybkie czytanie, zaznaczanie, wyszukiwanie w całym tekście oraz inne korzyści.";

/* No comment provided by engineer. */
"Sorry! You've reached your limit of %d free highlights per month. Get unlimited highlights, full-text search, and more with Instapaper Premium." = "Osiągnięto już miesięczny limit bezpłatnych wyróżnień (%d). Wykup Instapaper Premium – to pozwoli Ci wyróżniać tekst bez ograniczeń, przeszukiwać pełną zawartość artykułów i nie tylko.";

/* No comment provided by engineer. */
"Sorry, friends could not be searched. Please try again later." = "Nie można wyszukać znajomych. Spróbuj ponownie później.";

/* No comment provided by engineer. */
"Sorry, Instapaper cannot be reached now for subscriptions." = "Nie można skontaktować się z Instapaper w sprawie subskrypcji.";

/* No comment provided by engineer. */
"Sorry, searching requires an internet connection." = "Wyszukiwanie wymaga połączenia z Internetem.";

/* Sorry, speed reading doesn't currently support <language> */
"Sorry, speed reading doesn't currently support %@" = "Szybkie czytanie aktualnie nie jest obsługiwane w języku: %@";

/* Sorry, the search connection failed: {error message} */
"Sorry, the search connection failed: %@" = "Błąd połączenia wyszukiwania: %@";

/* No comment provided by engineer. */
"Sorry, this feature is not enabled for this demo." = "Ta funkcja nie jest włączona dla tej wersji demo.";

/* No comment provided by engineer. */
"Sorry, this isn't a valid Evernote email address. Please check it on the Evernote site, on the Settings page, and try again." = "Nieprawidłowy adres e-mail do Evernote. Sprawdź adres na stronie ustawień Evernote i spróbuj ponownie.";

/* No comment provided by engineer. */
"Sorry, this word isn't in this dictionary." = "Tego słowa nie ma w tym słowniku.";

/* No comment provided by engineer. */
"Sorry, web browsing is not enabled for this demo." = "Przeglądanie Internetu nie jest dostępne w tym demo.";

/* No comment provided by engineer. */
"Sorry, Wikipedia could not be reached." = "Nie można połączyć się z Wikipedią.";

/* No comment provided by engineer. */
"Sorry, Wikipedia lookups require an internet connection." = "Wyszukiwanie w Wikipedii wymaga łącza internetowego.";

/* No comment provided by engineer. */
"Sorry, you must be connected to the internet to add or edit folders." = "Aby dodawać lub edytować foldery, musisz mieć połączenie z Internetem.";

/* No comment provided by engineer. */
"Sorry, you must be online to find or edit friends." = "Aby znaleźć lub edytować znajomych, musisz być online.";

/* No comment provided by engineer. */
"Sorry, you must be online to view this page." = "Aby wyświetlić tę stronę, musisz być online.";

/* No comment provided by engineer. */
"Sorry, your Instapaper Premium membership has expired." = "Subskrypcja Instapaper Premium wygasła.";

/* No comment provided by engineer. */
"Sorry, your Instapaper Premium purchase could not be validated." = "Nie można sprawdzić poprawności zakupu Instapaper Premium.";

/* No comment provided by engineer. */
"Sorry, your Instapaper Premium purchase could not be validated. Please try again in a few minutes." = "Nie można potwierdzić prawidłowości zakupu Instapaper Premium. Spróbuj ponownie za kilka minut.";

/* Sorry, your Instapaper Premium purchase failed: {error} */
"Sorry, your Instapaper Premium purchase failed: %@" = "Błąd zakupu Instapaper Premium: %@";

/* No comment provided by engineer. */
"Sort" = "Sortuj";

/* No comment provided by engineer. */
"Sort By" = "Sortowanie";

/* No comment provided by engineer. */
"Spacing & Width" = "Odstępy i szerokość";

/* No comment provided by engineer. */
"Speak" = "Mów";

/* No comment provided by engineer. */
"Speak Playlist" = "Mów listę odtwarzania";

/* As in speed reading, used for brevity. Speed Reading translation also acceptable. */
"Speed" = "Szybkie";

/* No comment provided by engineer. */
"Speed Read Limit" = "Limit szybkiego czytania";

/* No comment provided by engineer. */
"Speed Reading" = "Szybkie czytanie";

/* No comment provided by engineer. */
"Speed reading, Instant Sync, faster saving, and more! Instapaper 6.2 is all about speed and efficiency." = "Szybkie czytanie, Instant Sync, szybsze zapisywanie i inne korzyści! Instapaper 6.2 to w dwóch słowach: szybkość i wydajność.";

/* No comment provided by engineer. */
"Stay at Top" = "Pozostań na górze";

/* No comment provided by engineer. */
"Stop" = "Stop";

/* No comment provided by engineer. */
"Sunset" = "Zachód słońca";

/* No comment provided by engineer. */
"Swipe right-to-left to view the next page, or left-to-right to view the previous page.\n\n(This message will only be shown once.)" = "Przesunięcie z prawej do lewej: następna strona. Z lewej do prawej: poprzednia.\n\n(Ten komunikat pokazujemy tylko raz.)";

/* No comment provided by engineer. */
"Sync Account with Safari" = "Synchronizuj konto z Safari";

/* No comment provided by engineer. */
"Syncing with Safari ensures that this app and Safari are using the same Instapaper account. If articles you save from Safari aren't showing up here, try this." = "Synchronizowanie z Safari daje pewność, że Safari i ta aplikacja korzystają z tego samego konta Instapaper. Tej opcji warto spróbować wtedy, gdy artykuły zapisywane z Safari nie są tutaj widoczne.";

/* No comment provided by engineer. */
"System Dictionary" = "Słownik systemowy";

/* No comment provided by engineer. */
"Tags:" = "Tagi:";

/* No comment provided by engineer. */
"Text controls" = "Kontrolki tekstowe";

/* No comment provided by engineer. */
"Text-to-Speech Playlists" = "Listy odtwarzania (czytanie artykułów na głos)";

/* No comment provided by engineer. */
"Thank you." = "Dziękujemy.";

/* No comment provided by engineer. */
"The article you were reading has not been synced with this device." = "Czytany przez Ciebie artykuł nie został zsynchronizowany z tym urządzeniem.";

/* No comment provided by engineer. */
"The bookmark will be copied to the pasteboard, and you will need to complete the installation in Safari." = "Zakładka zostanie skopiowana do schowka, a Ty musisz dokończyć instalację z poziomu Safari.";

/* No comment provided by engineer. */
"The connection to Pinboard failed. Please check your internet connection or try again later." = "Nie można połączyć się z Pinboard. Sprawdź połączenie internetowe lub spróbuj ponownie.";

/* No comment provided by engineer. */
"The Instapaper service could not be reached. Please ensure that you have an internet connection for this step." = "Nie można połączyć się z usługą Instapaper.";

/* No comment provided by engineer. */
"The Instapaper service returned an unexpected result. Please try again in a few minutes, and ensure that your internet connection is active and not being filtered or redirected." = "Usługa Instapaper zwróciła nieoczekiwany kod. Spróļuj ponownie za kilka minut i upewnij się, że łącze internetowe jest aktywne, oraz że nie jest filtrowane lub przekierowywane.";

/* No comment provided by engineer. */
"Theme" = "Wystrój";

/* No comment provided by engineer. */
"There was an error accessing your account. Please try again." = "Podczas próby uzyskania dostępu do konta wystąpił błąd. Spróbuj ponownie.";

/* No comment provided by engineer. */
"There was an error while adding this folder. Please ensure that you're connected to the internet." = "Podczas dodawania folderu wystąpił błąd. Upewnij się, że masz połączenie z Internetem.";

/* No comment provided by engineer. */
"There was an issue connecting to your Twitter account. Please check your Internet connection and try again." = "Błąd połączenia z kontem Twitter. Sprawdź połączenie internetowe i spróbuj ponownie.";

/* No comment provided by engineer. */
"There will be a brief delay before all your articles are searchable. This only happens once and usually takes less than an hour." = "Artykuły są dostępne do przeszukiwania dopiero po pewnym czasie (krótszym od godziny). Jest to jednorazowe oczekiwanie, potem można wyszukiwać natychmiast.";

/* No comment provided by engineer. */
"This email address is taken by an Instapaper user, but that is not the correct password for the account." = "Ten adres e-mail jest przypisany użytkownikowi Instapaper, ale to nie jest prawidłowe hasło do tego konta.";

/* This Instapaper Premium membership is already registered by <email address> */
"This Instapaper Premium membership is already registered by %@" = "Ta subskrypcja Instapaper Premium jest już zarejestrowana na adres %@";

/* No comment provided by engineer. */
"This page is not available offline." = "Ta strona nie jest dostępna offline.";

/* No comment provided by engineer. */
"This page is not available offline. Would you like to open it online?" = "Ta strona nie jest dostępna offline. Otworzyć ją online?";

/* This version of {edition} {version} has been created specifically for demonstration purposes. */
"This version of %@ %@ has been created specifically for demonstration purposes." = "Ta wersja %1$@ %2$@ została przygotowana w celach demonstracyjnych.";

/* This will be added to your contacts:\n\nInstapaper: Read Later\n{e-mail address}\n\nEmail links or long messages to this and they will be added to your Instapaper account. */
"This will be added to your contacts:\n\nInstapaper: Read Later\n%@\n\nEmail links or long messages to this and they will be added to your Instapaper account." = "Do kontaktów zostanie dodany wpis:\n\nInstapaper: Czytaj później\n%@\n\nPrzesłanie łącza internetowego lub długiej wiadomości na ten adres powoduje dodanie takiego materiału do konta Instapaper.";

/* No comment provided by engineer. */
"Tilt Scrolling" = "Przez przechylanie";

/* No comment provided by engineer. */
"Tilt Scrolling Direction" = "Kierunek";

/* No comment provided by engineer. */
"Tilt scrolling off" = "Przechylanie wył.";

/* No comment provided by engineer. */
"Tilt scrolling on" = "Przechylanie wł.";

/* To ensure fast updates and performance, this limits how many Archived articles are saved in the Instapaper app on your {device_type}.\n\nAll of your articles are always available in your account on the Instapaper.com site. */
"To ensure fast updates and performance, this limits how many Archived articles are saved in the Instapaper app on your %@.\n\nAll of your articles are always available in your account on the Instapaper.com site." = "W celu zapewnienia szybkich uaktualnień i wydajności, ta opcja ogranicza liczbę zarchiwizowanych artykułów zapisywanych w aplikacji Instapaper w urządzeniu %@.\n\nWszystkie artykuły są zawsze dostępne na koncie w serwisie Instapaper.com.";

/* To ensure fast updates and performance, this limits how many articles are saved in the Instapaper app on your {device type}.\n\nAll of your articles are always available in your account on the Instapaper.com site. */
"To ensure fast updates and performance, this limits how many articles are saved in the Instapaper app on your %@.\n\nAll of your articles are always available in your account on the Instapaper.com site." = "W celu zapewnienia szybkich uaktualnień i wydajności, ta opcja ogranicza liczbę dobrych artykułów zapisywanych w aplikacji Instapaper w urządzeniu %@.\n\nWszystkie artykuły są zawsze dostępne na koncie w serwisie Instapaper.com.";

/* To ensure fast updates and performance, this limits how many Liked articles are saved in the Instapaper app on your {device type}.\n\nAll of your articles are always available in your account on the Instapaper.com site. */
"To ensure fast updates and performance, this limits how many Liked articles are saved in the Instapaper app on your %@.\n\nAll of your articles are always available in your account on the Instapaper.com site." = "W celu zapewnienia szybkich uaktualnień i wydajności, ta opcja ogranicza liczbę dobrych artykułów zapisywanych w aplikacji Instapaper w urządzeniu %@.\n\nWszystkie artykuły są zawsze dostępne na koncie w serwisie Instapaper.com.";

/* No comment provided by engineer. */
"To search for friends, Instapaper needs to send email addresses from your Contacts to its server.\n\nEmail addresses are sent securely and never saved." = "Aby znaleźć Twoich znajomych, Instapaper musi wysłać adresy e-mail z Twojej listy kontaktów na swój serwer.\n\nAdresy e-mail są przesyłane w sposób bezpieczny i nigdy nie zapisywane.";

/* No comment provided by engineer. */
"Toggle pagination" = "Włącz paginację";

/* No comment provided by engineer. */
"Toggle tilt scrolling" = "Przewijanie przez przechylanie";

/* No comment provided by engineer. */
"Too Much Clutter" = "Zbyt duży bałagan";

/* Total Time Saved during speed reading */
"Total Time Saved: %@" = "Łączny zaoszczędzony czas: %@";

/* No comment provided by engineer. */
"Try to Re-Download" = "Spróbuj pobrać ponownie";

/* No comment provided by engineer. */
"Tumblr" = "Tumblr";

/* No comment provided by engineer. */
"Tumblr didn't accept your username or password. Please check them and try again." = "Błąd nazwy użytkownika lub hasła Tumblr. Sprawdź i spróbuj ponownie.";

/* No comment provided by engineer. */
"Twilight Sepia" = "Zmierzch – sepia";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter & Facebook" = "Twitter i Facebook";

/* No comment provided by engineer. */
"Twitter Error" = "Błąd Twittera";

/* No comment provided by engineer. */
"Twitter or Facebook..." = "Twitter lub Facebook...";

/* No comment provided by engineer. */
"Un-Like article" = "Cofnij oznaczenie „dobry”";

/* No comment provided by engineer. */
"Unfollow" = "Przestań obserwować";

/* Unknown header */
"Unknown header" = "Nieznany nagłówek";

/* No comment provided by engineer. */
"Unlimited Highlights" = "Nieograniczone wyróżnienia";

/* No comment provided by engineer. */
"Unread Count" = "Licznik nieprzeczytanych";

/* No comment provided by engineer. */
"Unread Count Disabled" = "Licznik nieprzeczytanych wyłączony";

/* No comment provided by engineer. */
"Update" = "Uaktualnij";

/* No comment provided by engineer. */
"Updated." = "Uaktualniono.";

/* No comment provided by engineer. */
"Updating..." = "Uaktualnianie...";

/* No comment provided by engineer. */
"Upgrade" = "Przejdź na wyższą wersję";

/* No comment provided by engineer. */
"Upgrade to Premium" = "Przejdź na Premium";

/* No comment provided by engineer. */
"Use a subtle sepia tint in the morning and evening before switching to dark mode." = "Subtelny odcień sepii rano i wieczorem przed przełączeniem w tryb ciemny.";

/* No comment provided by engineer. */
"Use folders to organize the articles you've saved." = "W folderach można umieszczać zapisane artykuły.";

/* No comment provided by engineer. */
"Use map, then:" = "Użyj mapy, a następnie:";

/* No comment provided by engineer. */
"Use Scrolling" = "Używaj przewijania";

/* No comment provided by engineer. */
"Username" = "Użytkownik";

/* No comment provided by engineer. */
"Username Exists" = "Nazwa użytkownika istnieje";

/* No comment provided by engineer. */
"Validation Failed" = "Błąd sprawdzania poprawności";

/* No comment provided by engineer. */
"via" = "przez";

/* No comment provided by engineer. */
"Videos" = "Filmy";

/* No comment provided by engineer. */
"View Details" = "Wyświetl szczegóły";

/* No comment provided by engineer. */
"View Your Highlights Anywhere" = "Wyróżnienia widzisz wszędzie";

/* Welcome to Instapaper {version} */
"Welcome to Instapaper %@" = "Witamy w Instapaper %@";

/* No comment provided by engineer. */
"Welcome to Instapaper Premium!" = "Zapraszamy do Instapaper Premium!";

/* No comment provided by engineer. */
"What's this?" = "Co to jest?";

/* No comment provided by engineer. */
"What’s New" = "Co nowego";

/* No comment provided by engineer. */
"When \"Disable Delete Prompt\" is selected, Instapaper will show all of the helpful prompts other than delete confirmation for articles.\n\nWhen \"Don't Bother Me\" is selected, Instapaper will not prompt you to enable or disable pagination if you swipe in the wrong directions, explain features when first used, offer to lock rotation dynamically, offer to return to your position if you scroll to the top by tapping the status bar, or offer to add URLs you \"Copy\" to Instapaper on launch." = "Kiedy wybrana jest opcja „Wyłącz potwierdzenie usunięcia”, Instapaper pokazuje wszystkie pomocne podpowiedzi oprócz potwierdzenia usunięcia artykułu.\n\nKiedy wybrana jest opcja „Nie przeszkadzaj”, Instapaper nie proponuje włączenia lub wyłączenia paginacji w przypadku przeciągnięcia palcem w niewłaściwym kierunku, nie objaśnia funkcji przy ich pierwszym użyciu, nie proponuje dynamicznego blokowania rotacji, nie proponuje powrotu do poprzedniego miejsca po przewinięciu do początku (dotknięciem paska statusu) ani nie proponuje dodania adresów URL skopiowanych do Instapaper przy uruchomieniu.";

/* No comment provided by engineer. */
"When active, slightly tilt to scroll." = "Przy tej opcji lekkie przechylenie powoduje przewijanie artykułu.";

/* No comment provided by engineer. */
"When full-text sharing is enabled, you will be prompted to share either “Full-Text” or “Link” when selecting Mail or Copy from the share menu.\n\nDue to limitations, the Mail icon will appear on the far right when full-text sharing is enabled." = "When full-text sharing is enabled, you will be prompted to share either “Full-Text” or “Link” when selecting Mail or Copy from the share menu.\n\nDue to limitations, the Mail icon will appear on the far right when full-text sharing is enabled.";

/* No comment provided by engineer. */
"When unread count is enabled, the Instapaper icon will show a badge with the number of articles you have saved." = "Kiedy włączony jest licznik nieprzeczytanych, na ikonie Instapaper widoczna jest liczba zapisanych artykułów.";

/* No comment provided by engineer. */
"When you save something to Instapaper, it will appear here." = "Kiedy zapisujesz coś w Instapaper, jest to widoczne tutaj.";

/* No comment provided by engineer. */
"With Back Gestures enabled, swiping to the right from the edge will close an article and return to the list." = "Przy włączonej obsłudze gestów powrotu przesunięcie w prawą stronę od krawędzi powoduje zamknięcie artykułu i powrócenie do listy.";

/* Would you like to add this URL to Instapaper?\n\n{URL} */
"Would you like to add this URL to Instapaper?\n\n%@" = "Chcesz dodać ten adres URL do Instapaper?\n\n%@";

/* No comment provided by engineer. */
"Would you like to delete this highlight?" = "Chcesz usunąć to wyróżnienie?";

/* No comment provided by engineer. */
"Would you like to re-download this article?" = "Pobrać artykuł ponownie?";

/* No comment provided by engineer. */
"Would you like to remove your Evernote account from Instapaper?" = "Usunąć konto Evernote z Instapaper?";

/* No comment provided by engineer. */
"Would you like to remove your Facebook account from Instapaper?" = "Usunąć konto Facebook z Instapaper?";

/* No comment provided by engineer. */
"Would you like to remove your Pinboard account from Instapaper?" = "Czy chcesz usunąć konto Pinboard z Instapaper?";

/* No comment provided by engineer. */
"Would you like to remove your Tumblr account from Instapaper?" = "Czy chcesz usunąć konto Tumblr z Instapaper?";

/* No comment provided by engineer. */
"Would you like to remove your Twitter account from Instapaper?" = "Czy chcesz usunąć konto Twitter z Instapaper?";

/* No comment provided by engineer. */
"Yes" = "Tak";

/* No comment provided by engineer. */
"You can create folders in the full version of Instapaper." = "Foldery można tworzyć w pełnej wersji Instapaper";

/* No comment provided by engineer. */
"You can link your Twitter account in iOS Settings > Twitter." = "Konto Twitter możesz dowiązać w Ustawieniach iOS > Twitter.";

/* No comment provided by engineer. */
"You have %d article left this month. Get unlimited speed reading and more with Instapaper Premium!" = "Pozostał %d artykuł w tym miesiącu. Nieograniczone szybkie czytanie i inne korzyści w Instapaper Premium!";

/* No comment provided by engineer. */
"You have %d articles left this month. Get unlimited speed reading and more with Instapaper Premium!" = "Pozostałych artykułów w tym miesiącu: %d. Nieograniczone szybkie czytanie i inne korzyści po wykupieniu Instapaper Premium!";

/* No comment provided by engineer. */
"You used all of your speed reads for this month. Upgrade to Instapaper Premium today for unlimited speed reading & more!" = "Wykorzystano całość szybkiego czytania w tym miesiącu. Przejście na Instapaper Premium zapewnia nieograniczone szybkie czytanie i wiele innych korzyści!";

/* No comment provided by engineer. */
"You've used all of your free highlights this month.\n\nGet unlimited highlights, full-text search, and more with Instapaper Premium." = "Wykorzystano miesięczny limit bezpłatnych wyróżnień.\n\nWykup Instapaper Premium – to pozwoli Ci wyróżniać tekst bez ograniczeń oraz przeszukiwać pełną zawartość artykułów.";

/* Your {device}'s time and date appear to be incorrectly set. This prevents Instapaper from communicating with its service properly.\n\nPlease set the correct time and date in Settings. */
"Your %@'s time and date appear to be incorrectly set. This prevents Instapaper from communicating with its service properly.\n\nPlease set the correct time and date in Settings." = "Data i godzina w Twoim urządzeniu %@ są źle ustawione. Przez to aplikacja nie może prawidłowo komunikować się z usługą Instapaper.\n\nUstaw prawidłową godzinę i datę w Ustawieniach.";

/* No comment provided by engineer. */
"Your Facebook login needs to be updated to work fully with this Instapaper update.\n\nPlease remove and re-add your Facebook account in Settings." = "Twoje dane logowania Facebook muszą zostać uaktualnione w celu obsłużenia tego uaktualnienia Instapaper.\n\nUsuń swoje konto Facebook i dodaj je ponownie w Ustawieniach.";

/* No comment provided by engineer. */
"Your highlights are immediately synced to all your mobile devices and Instapaper.com" = "Wyróżnienia są od razu widoczne we wszystkich urządzeniach i na Instapaper.com";

/* No comment provided by engineer. */
"Your Instapaper e-mail address was successfully added! You can now email links to Instapaper for offline reading." = "Adres e-mail Instapaper dodany prawidłowo! Możesz teraz wysyłać łącza do Instapaper e-mailem w celu przeczytania offline.";

/* Your optional Instapaper Premium membership expired {number} {day(s)} ago.\n\nWould you like to see renewal options? */
"Your optional Instapaper Premium membership expired %d %@ ago.\n\nWould you like to see renewal options?" = "Opcjonalna subskrypcja Instapaper Premium wygasło %1$d %2$@ temu.\n\nChcesz poznać opcje odnowienia?";

/* Your optional Instapaper Premium membership expires in {number} days.\n\nWould you like to see renewal options? */
"Your optional Instapaper Premium membership expires in %d days.\n\nWould you like to see renewal options?" = "Opcjonalna subskrypcja Premium wygasa za %d dni.\n\nChcesz poznać opcje odnowienia?";

/* No comment provided by engineer. */
"Your optional Instapaper Premium membership expires today.\n\nWould you like to see renewal options?" = "Opcjonalna subskrypcja Premium wygasa dzisiaj.\n\nChcesz poznać opcje odnowienia?";

/* {number} {Day(s) OR Month(s)} Remaining */
"Your Premium plan expires in %d %@" = "Plan Premium wygasa za %1$d %2$@";

/* No comment provided by engineer. */
"Your Premium plan has expired" = "Plan Premium wygasł";

/* No comment provided by engineer. */
"Your previous Premium purchase was not found. Please check your Apple ID and try again." = "Nie znaleziono wcześniejszego zakupu Premium. Sprawdź identyfikator Apple ID i spróbuj ponownie.";

/* No comment provided by engineer. */
"You’re awesome, thank you!\n- The Instapaper Team" = "Wspaniale, dziękujemy!\n- Zespół Instapaper";

/* No comment provided by engineer. */
"“Instant Sync” requires background refresh. To enable background refresh for Instapaper, please check your settings." = "Instant Sync wymaga odświeżania w tle. Aby włączyć odświeżanie w tle w Instapaper, zajrzyj do ustawień.";

